Merge pull request #1 from huawei-csl/docs/paper-experiments-note
Docs/paper experiments note
